Repository: BoiteAWeb/baw-auto-updates-manager
Catalog: lang/bawaum-*.po
Languages: fr_fr

source: An error has occurred. Please reload the page and try again.
fr_fr: Une erreur est survenue. Veuillez recharger la page et faîtes une nouvelle tentative.

source: Settings
fr_fr: Paramètres

source: Stable versions
fr_fr: Versions stables

source: Nightly builds
fr_fr: Version dev.

source: Themes
fr_fr: Thèmes

source: Translations
fr_fr: Traductions

source: SVN Checkouts
fr_fr: Checkout SVN

source: ERROR:
fr_fr: ERREUR&nbsp;:

source: This site <strong>is not</strong> able to apply these updates automatically.
fr_fr: Ce site <strong>ne peut pas</strong> appliquer ces mises à jour automatiquement.

source: Launch an autoupdate now.
fr_fr: Lancer une mise à jour automatique maintenant

source: If you need, you can easily disable all automatic updates.
fr_fr: Si vous avez besoin, vous pouvez facilement désactiver toutes les mises à jour automatiques.

source: Deactivate now, all future automatic updates.
fr_fr: Désactive maintenant, toutes les mises à jour automatiques futures.

source: Let the automatic updates do their job! <em>(Default)</em>
fr_fr: Laisser les mises à jour automatiques faire leur travail ! <em>(Par défaut)</em>

source: <code>AUTOMATIC_UPDATER_DISABLED</code> is set to TRUE.
fr_fr: <code>AUTOMATIC_UPDATER_DISABLED</code> est réglée sur TRUE.

source: <code>AUTOMATIC_UPDATER_DISABLED</code> is set to FALSE.
fr_fr: <code>AUTOMATIC_UPDATER_DISABLED</code> est réglée sur FALSE.

source: <code>AUTOMATIC_UPDATER_DISABLED</code> is not set.
fr_fr: <code>AUTOMATIC_UPDATER_DISABLED</code> n'est pas utilisée.

source: <b>Automatic updates</b> currently are :
fr_fr: <b>Les mises à jour automatiques</b> sont actuellement :

source: <span style="color:red;font-weight:bold">DISABLED</span>
fr_fr: <span style="color:red;font-weight:bold">DÉSACTIVÉES</span>

source: <span style="color:green;font-weight:bold">ENABLED</span>
fr_fr: <span style="color:green;font-weight:bold">ACTIVÉES</span>

source: What kind of updates do you need for the <b>%s</b>?
fr_fr: Quel genre de mises à jour avez-vous besoin pour <b>%s</b> ?

source: core
fr_fr: le core

source: Never update %s automatically.
fr_fr: Ne jamais mettre à jour automatiquement %s.

source: Update automatically only minor versions. <em>(Default)</em>
fr_fr: Mettre à jour automatiquement seulement les versions mineures. <em>(Par défaut)</em>

source: Always update all %s automatically.
fr_fr: Toujours mettre à jour tous(tes) %s automatiquement.

source: versions
fr_fr: les versions

source: Do you need to do <b>SVN Checkouts</b>?
fr_fr: Avez-vous besoin des <b>Checkouts SVN</b> ?

source: I don't want to update via SVN anymore.
fr_fr: je ne veux plus des mises à jour via SVN.

source: I want to auto update via SVN. <em>(Default)</em>
fr_fr: Je veux mettre à jour automatiquement via SVN. <em>(Par défaut)</em>

source: nightly builds
fr_fr: les versions de développement

source: I don't need or not use developer versions. <em>(Default)</em>
fr_fr: Je n'ai pas besoin ou n'utilise pas les versions de développement. <em>(Par défaut)</em>

source: I want to auto update developer versions.
fr_fr: Je veux mettre à jour les versions de développement.

source: You are using a development version of WordPress.
fr_fr: Vous utilisez une version de développement de WordPress.

source: You aren't using a development version of WordPress., so no nightly builds updates can be performed.
fr_fr: Vous n'utilisez pas une version de développement de WordPress., les mises à jour du code ne pourrons pas être lancées.

source: Do you want to receive an email for ...
fr_fr: Voulez-vous recevoir un e-mail pour ...

source: Sorry, i don't want any mail.
fr_fr: Désolé, je ne veux aucun e-mail.

source: ... this cases: <em>(All by Default, check 1 or more box below)</em>
fr_fr: ... ces cas : <em>(Tout par défaut, cocher 1 ou plusieurs choix ci-dessous)</em>

source: For successful updates.
fr_fr: Pour les mises à jour avec succès.

source: For failed updates.
fr_fr: Pour les mises à jour ratées.

source: For critical updates.
fr_fr: Pour les mises à jour en erreur critique.

source: Send me an extra debug mail. <em>(Default if Nightly build)</em>
fr_fr: Envoyer en plus un e-mail de débug <em>(Par défaut si version dev.)</em>

source: plugins
fr_fr: les plugins

source: Never update %s automatically. <em>(Default)</em>
fr_fr: Ne jamais mettre à jour automatiquement %s. <em>(Par défaut)</em>

source: Update automatically only <a href="%s">the chosen one</a>.
fr_fr: Mettre à jour automatiquement seulement <a href="%s">ceux choisis</a>.

source: theme
fr_fr: les thèmes

source: themes
fr_fr: les thèmes

source: translations
fr_fr: les traductions

source: Always update all %s automatically. <em>(Default)</em>
fr_fr: Toujours mettre à jour tous(tes) %s automatiquement. <em>(Par défaut)</em>

source: An unexpected error occurred. Something may be wrong with Auto Updates Manager or this server&#8217;s configuration.
fr_fr: Une erreur inattendue est survenue. Il pourrait y avoir un problème avec Auto Updates Manager ou la configuration de ce serveur.Un

source: [Dashboard] Find here the new auto-updates settings.
fr_fr: [Tableau de bord] Retrouvez ici les nouveaux paramètres pour les mises à jour automatiques.

source: The plugin has been updated, but could not be reactivated. Please reactivate it manually.
fr_fr: Ce plugin a été is à jour, mais n'a pas pu être réactivé. Merci de le réactiver manuellement.

source: Plugin reactivated successfully.
fr_fr: Plugin réactivé avec succès.

source: You can now select which plugin and theme can be autoupdated, just check this box! &mdash;&mdash;&rarr;
fr_fr: Vous pouvez maintenant slectionner quelles extensions et thèmes peuvent être mis à jour automatiquement, juste cochez cette case !&mdash;&mdash;&rarr;
